import { ISpecialist } from '~store/slices/specialistsSlice.ts';

export const specialistsData: ISpecialist[] = [
    {
        id: '1',
        name: 'Петров Юрий',
        experience: '5 лет',
        education: 'Магистр психологических наук, БГУ',
        shortDescription: 'Клинический психолог, психотерапевт',
        avatar: 'https://assets.entrepreneur.com/content/3x2/2000/1651673015-shutterstock-2098527055.jpg',
        about: 'Моя страсть к психологии вдохновляет меня каждый день. Исследование человеческого разума и поведения захватывает меня с детства, и я с удовольствием погружаюсь в ее изучение. Мои знания и понимание в этой области постоянно растут благодаря постоянному обучению и практике. Я наслаждаюсь анализом различных аспектов человеческой психики, от основных механизмов мышления до сложных взаимосвязей в социальном окружении. Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию. Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию.Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию.Моя страсть к психологии вдохновляет меня каждый день. Исследование человеческого разума и поведения захватывает меня с детства, и я с удовольствием погружаюсь в ее изучение.',
    },
    {
        id: '2',
        name: 'Петров Олег',
        experience: '5 лет',
        shortDescription: 'Клинический психолог, психотерапевт',
        education: 'Магистр психологических наук, БГУ',
        avatar: 'https://thumbor.forbes.com/thumbor/fit-in/900x510/https://www.forbes.com/advisor/wp-content/uploads/2022/08/bored_ape_yacht_club.jpeg-1.jpg',
        about: 'Моя страсть к психологии вдохновляет меня каждый день. Исследование человеческого разума и поведения захватывает меня с детства, и я с удовольствием погружаюсь в ее изучение. Мои знания и понимание в этой области постоянно растут благодаря постоянному обучению и практике. Я наслаждаюсь анализом различных аспектов человеческой психики, от основных механизмов мышления до сложных взаимосвязей в социальном окружении. Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию.',
    },
    {
        id: '3',
        name: 'Петров Иван',
        experience: '5 лет',
        shortDescription: 'Клинический психолог, психотерапевт',
        education: 'Магистр психологических наук, БГУ',
        avatar: 'https://nft-monkey.com/wp-content/uploads/2023/03/7bd01f7b2ba60ab9c6a97d9a0037b70e-1.png',
        about: 'Моя страсть к психологии вдохновляет меня каждый день. Исследование человеческого разума и поведения захватывает меня с детства, и я с удовольствием погружаюсь в ее изучение. Мои знания и понимание в этой области постоянно растут благодаря постоянному обучению и практике. Я наслаждаюсь анализом различных аспектов человеческой психики, от основных механизмов мышления до сложных взаимосвязей в социальном окружении. Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию.',
    },
    {
        id: '4',
        name: 'Петров Валерий',
        experience: '5 лет',
        shortDescription: 'Клинический психолог, психотерапевт',
        education: 'Магистр психологических наук, БГУ',
        avatar: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlp96wI8lMFTtNaQ0Lm0Es5nLe3eY8uL5aXrXKPonkKRJ58o3ZxcSVKfKwX6CHWKwVRGA&usqp=CAU',
        about: 'Моя страсть к психологии вдохновляет меня каждый день. Исследование человеческого разума и поведения захватывает меня с детства, и я с удовольствием погружаюсь в ее изучение. Мои знания и понимание в этой области постоянно растут благодаря постоянному обучению и практике. Я наслаждаюсь анализом различных аспектов человеческой психики, от основных механизмов мышления до сложных взаимосвязей в социальном окружении. Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию.',
    },
    {
        id: '5',
        name: 'Петров Алексей',
        experience: '5 лет',
        shortDescription: 'Клинический психолог, психотерапевт',
        education: 'Магистр психологических наук, БГУ',
        avatar: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSf_tyN_Ajve1kNlb3WFHaRFKNUJLeQUQZRkCCiilDxJBN_NSf2LxyiP9jEqAuqHuoCcj8&usqp=CAU',
        about: 'Моя страсть к психологии вдохновляет меня каждый день. Исследование человеческого разума и поведения захватывает меня с детства, и я с удовольствием погружаюсь в ее изучение. Мои знания и понимание в этой области постоянно растут благодаря постоянному обучению и практике. Я наслаждаюсь анализом различных аспектов человеческой психики, от основных механизмов мышления до сложных взаимосвязей в социальном окружении. Благодаря своей любви к психологии и глубокому пониманию ее принципов, я стремлюсь помогать другим понять себя лучше и найти пути к психологическому благополучию.',
    },
];
